import React from 'react'
import './Rules.css'
import CustomHeader from '../../components/CustomHeader/CustomHeader'
export default function Rules() {
    return (
        <div className='Rules'>
            <CustomHeader />

            <main>
                <p className='rules-title'>قوانین و مقررات:</p>
                <div className='rules-text'>
                    <p>استفاده شما از پلتفرم "سرتودیو" به معنی توافق شما با شرایط و ضوابط ذیل تلقی می گردد:</p>
                    <p> ثبت استودیو ضبط موسیقی بر مبنای قوانین و آئین نامه های موجود در مورد تجارت الکترونیک با رعایت کامل تمام قوانین ایران صورت می پذیرد.</p>
                <p> خدمات و محتویات سایت، صرفا براى یافتن استودیو عرضه شده است</p>
                <p> و هیچ فرد حقیقی، حقوقی یا سایتی به هیچ عنوان نمی تواند از</p>
                <p> اطلاعات و محتویات موجود در سایت براى تولید مجدد </p>
                <p>یا ایجاد ترافیک در سایت خود استفاده نماید.</p>
                <p>تمامی استودیو های ثبت شده در </p>
                <p>سرتودیو دارای اعتبارسنجی می باشند، </p>
                <p>در صورت مشاهده تخلف به <a href='https://t.me/seartudio_support'>پشتیبانی</a> پیام دهید.</p>
                </div>
                <div className='rules-text-mobile'>
                    <p>استفاده شما از پلتفرم "سرتودیو" به معنی توافق شما با شرایط و ضوابط ذیل تلقی می گردد:
                     ثبت استودیو ضبط موسیقی بر مبنای قوانین و آئین نامه های موجود در مورد تجارت الکترونیک با رعایت کامل تمام قوانین ایران صورت می پذیرد.
                 خدمات و محتویات سایت، صرفا براى یافتن استودیو عرضه شده است
                 و هیچ فرد حقیقی، حقوقی یا سایتی به هیچ عنوان نمی تواند از
                 اطلاعات و محتویات موجود در سایت براى تولید مجدد 
                یا ایجاد ترافیک در سایت خود استفاده نماید.
                تمامی استودیو های ثبت شده در 
                سرتودیو دارای اعتبارسنجی می باشند، 
                در صورت مشاهده تخلف به <a href='https://t.me/seartudio_support'>پشتیبانی</a> پیام دهید.
                </p>
                </div>
                <p className='rules-title-2'>قوانین و مقررات:</p>
        <img className='rules-main-img' src="./images/similar/amico.png" alt="" />

            </main>
        </div>
    )
}
